Repository: CARNet/repo-plugins
Catalog: plugin.video.carnet-meduza/resources/language/resource.language.*/strings.po
Languages: hr_hr

# #30100
source: API & Login Info
hr_hr: API i informacije za prijavu

# #30101
source: API key
hr_hr: API ključ

# #30102
source: AAI@EduHr Username
hr_hr: AAI@EduHr korisnička oznaka

# #30104
source: Device Type
hr_hr: Tip uređaja

# #30106
source: Smart Phone
hr_hr: Pametni telefon

# #30110
source: General
hr_hr: Opće postavke

# #30111
source: Number of Recommends
hr_hr: Broj preporučenog sadržaja

# #30112
source: Sort by
hr_hr: Sortiraj po

# #30113
source: Ascending Order
hr_hr: Uzlazno sortiranje

# #30114
source: Upload date
hr_hr: Datum postavljanja

# #30115
source: View count
hr_hr: Broj pregleda

# #30116
source: Title
hr_hr: Naziv

# #30117
source: Duration
hr_hr: Trajanje

# #30120
source: User Info
hr_hr: Informacije o korisniku

# #30121
source: First Name
hr_hr: Ime

# #30122
source: Last Name
hr_hr: Prezime

# #30123
source: Registered with CM since
hr_hr: Registriran na CM od

# #30201
source: Recommended
hr_hr: Preporuke

# #30202
source: Categories
hr_hr: Kategorije

# #30203
source: Channels
hr_hr: Kanali

# #30204
source: Search
hr_hr: Pretraga

# #30205
source: Settings
hr_hr: Postavke

# #30206
source: Search CARNet Meduza
hr_hr: Pretraži CARNet Meduza

# #30207
source: Unable to play video. Inactive live stream?
hr_hr: Nemoguće reproducirati video. Neaktivni prijenos uživo?

# #30208
source: There is no videos in this category at the moment.
hr_hr: Trenutno nema video sadržaja u ovoj kategoriji.

# #30209
source: Device registered successfully.
hr_hr: Uređaj uspješno registriran.

# #30210
source: AAI@EduHr password:
hr_hr: AAI@EduHr zaporka

# #30211
source: Wrong entry. Please try again!
hr_hr: Pogrešan unos. Pokušate ponovo!

# #30212
source: You are good to go!
hr_hr: Dodatak spreman za korištenje!

# #30213
source: Error! Please check your settings or try again latter.
hr_hr: Greška! Molim provjeriti vaše postavke ili pokušati kasnije.

# #30214
source: Set your AAI@EduHr Username!
hr_hr: Postavite vašu AAI@EduHr korisničku oznaku!

# #30215
source: Error: UID parameter is missing.
hr_hr: Greška: nedostaje UID parametar.

# #30216
source: Error: User account has expired.
hr_hr: Greška: Korisnički račun je istekao.

# #30217
source: Error: registration was unsuccessful.
hr_hr: Greška: neuspješna registracija.

# #30218
source: Device already registered.
hr_hr: Uređaj je već registriran.

# #30219
source: Authentication error. Please check your username and password.
hr_hr: Greška kod autentifikacije. Molim provjerite vaš korisnički račun i zaporku.
